Repository: batonogov/pine
Catalog: Pine/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# settings.terminal.shellPathPlaceholder
source: Path to shell
de: Pfad zur Shell
es: Ruta del intérprete
fr: Chemin du shell
ja: シェルのパス
ko: 셸 경로
pt_br: Caminho do shell
ru: Путь к оболочке
zh_hans: Shell 路径

# settings.terminal.shellPicker
source: Shell
de: Standard-Shell
es: Intérprete de comandos
ja: シェル
ko: 셸
ru: Командная оболочка

# settings.terminal.theme.previewLabel
source: Dark · Light
de: Dunkel · Hell
es: Oscuro · Claro
fr: Sombre · Clair
ja: ダーク・ライト
ko: 다크 · 라이트
pt_br: Escuro · Claro
ru: Тёмная · светлая
zh_hans: 深色 · 浅色

# settings.terminal.theme.selectionLabel
source: Theme
de: Farbschema
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
zh_hans: 主题

# settings.terminal.theme.subtitle
source: Choose a color theme. Both light and dark variants are previewed.
de: Wähle ein Farbschema. Die helle und die dunkle Variante werden als Vorschau gezeigt.
es: Elige un tema de color. Se muestran las variantes clara y oscura.
fr: Choisissez un thème de couleurs. Les variantes claire et sombre sont affichées.
ja: カラーテーマを選択します。ライトとダークの両方をプレビューできます。
ko: 색상 테마를 선택합니다. 라이트와 다크 변형을 모두 미리 볼 수 있습니다.
pt_br: Escolha um tema de cores. As variantes clara e escura são exibidas.
ru: Выберите цветовую тему. В предпросмотре показаны светлый и тёмный варианты.
zh_hans: 选择配色主题。此处会同时预览浅色和深色版本。

# settings.terminal.theme.title
source: Terminal Theme
de: Terminal-Farbschema
es: Tema del terminal
fr: Thème du terminal
ja: ターミナルテーマ
ko: 터미널 테마
pt_br: Tema do terminal
ru: Тема терминала
zh_hans: 终端主题

# terminal.appearance.alwaysDark
source: Always Dark
de: Immer dunkel
es: Siempre oscuro
fr: Toujours sombre
ja: 常にダーク
ko: 항상 다크
pt_br: Sempre escuro
ru: Всегда тёмное
zh_hans: 始终深色

# terminal.appearance.alwaysLight
source: Always Light
de: Immer hell
es: Siempre claro
fr: Toujours clair
ja: 常にライト
ko: 항상 라이트
pt_br: Sempre claro
ru: Всегда светлое
zh_hans: 始终浅色

# terminal.appearance.followSystem
source: Follow System
de: System folgen
es: Seguir el sistema
fr: Selon le système
ja: システムに従う
ko: 시스템 설정 따르기
pt_br: Seguir o sistema
ru: Как в системе
zh_hans: 跟随系统

# menu.nextDiagnostic
source: Next Diagnostic
de: Nächste Diagnose
es: Diagnóstico siguiente
fr: Diagnostic suivant
ja: 次の診断
ko: 다음 진단
pt_br: Próximo diagnóstico
ru: Следующая диагностика
zh_hans: 下一个诊断

# menu.previousDiagnostic
source: Previous Diagnostic
de: Vorherige Diagnose
es: Diagnóstico anterior
fr: Diagnostic précédent
ja: 前の診断
ko: 이전 진단
pt_br: Diagnóstico anterior
ru: Предыдущая диагностика
zh_hans: 上一个诊断

# menu.problems
source: Problems
de: Probleme
es: Problemas
fr: Problèmes
ja: 問題
ko: 문제
pt_br: Problemas
ru: Проблемы
zh_hans: 问题

# problems.close
source: Close panel
de: Bereich schließen
es: Cerrar panel
fr: Fermer le panneau
ja: パネルを閉じる
ko: 패널 닫기
pt_br: Fechar painel
ru: Закрыть панель
zh_hans: 关闭面板

# problems.errorCount.one
source: 1 error
de: 1 Fehler
fr: 1 erreur
ja: 1件のエラー
ko: 1개 오류
pt_br: 1 erro
ru: 1 ошибка
zh_hans: 1个错误

# problems.filter.allSeverities
source: All Severities
de: Alle Schweregrade
es: Todas las gravedades
fr: Toutes les gravités
ja: すべての重大度
ko: 모든 심각도
pt_br: Todas as gravidades
ru: Все уровни
zh_hans: 所有严重性

# problems.filter.allSources
source: All Sources
de: Alle Quellen
es: Todas las fuentes
fr: Toutes les sources
ja: すべてのソース
ko: 모든 소스
pt_br: Todas as fontes
ru: Все источники
zh_hans: 所有来源

# problems.filter.severity
source: Severity
de: Schweregrad
es: Gravedad
fr: Gravité
ja: 重大度
ko: 심각도
pt_br: Gravidade
ru: Важность
zh_hans: 严重性

# problems.filter.source
source: Source
de: Quelle
es: Fuente
ja: ソース
ko: 소스
pt_br: Fonte
ru: Источник
zh_hans: 来源

# problems.panelTitle
source: Problems
de: Probleme
es: Problemas
fr: Problèmes
ja: 問題
ko: 문제
pt_br: Problemas
ru: Проблемы
zh_hans: 问题

# problems.state.disabled
source: Language servers are disabled
de: Sprachserver sind deaktiviert
es: Los servidores de lenguaje están desactivados
fr: Les serveurs de langage sont désactivés
ja: 言語サーバーは無効です
ko: 언어 서버가 비활성화되어 있습니다
pt_br: Os servidores de linguagem estão desativados
ru: Языковые серверы отключены
zh_hans: 语言服务器已停用

# problems.state.loading
source: Loading diagnostics…
de: Diagnosen werden geladen…
es: Cargando diagnósticos…
fr: Chargement des diagnostics…
ja: 診断を読み込み中…
ko: 진단을 불러오는 중…
pt_br: Carregando diagnósticos…
ru: Загрузка диагностик…
zh_hans: 正在加载诊断…

# problems.state.unavailable
source: The language server is unavailable
de: Der Sprachserver ist nicht verfügbar
es: El servidor de lenguaje no está disponible
fr: Le serveur de langage est indisponible
ja: 言語サーバーを利用できません
ko: 언어 서버를 사용할 수 없습니다
pt_br: O servidor de linguagem não está disponível
ru: Языковой сервер недоступен
zh_hans: 语言服务器不可用

# problems.state.unsupported
source: No diagnostics are available for this language
de: Für diese Sprache sind keine Diagnosen verfügbar
es: No hay diagnósticos disponibles para este lenguaje
fr: Aucun diagnostic n’est disponible pour ce langage
ja: この言語では診断を利用できません
ko: 이 언어에는 사용 가능한 진단이 없습니다
pt_br: Não há diagnósticos disponíveis para esta linguagem
ru: Для этого языка диагностика недоступна
zh_hans: 此语言没有可用的诊断

# problems.warningCount.one
source: 1 warning
de: 1 Warnung
es: 1 advertencia
fr: 1 avertissement
ja: 1件の警告
ko: 1개 경고
pt_br: 1 aviso
ru: 1 предупреждение
zh_hans: 1个警告

# globalTabSwitcher.announcement
source: %1$@, %2$@, %3$lld of %4$lld
de: %1$@, %2$@, %3$lld von %4$lld
es: %1$@, %2$@, %3$lld de %4$lld
fr: %1$@, %2$@, %3$lld sur %4$lld
ja: %1$@、%2$@、%4$lld件中%3$lld件目
ko: %1$@, %2$@, %4$lld개 중 %3$lld
pt_br: %1$@, %2$@, %3$lld de %4$lld
ru: %1$@, %2$@, %3$lld из %4$lld
zh_hans: %1$@，%2$@，第 %3$lld 项，共 %4$lld 项

# globalTabSwitcher.hint
source: Tab cycles · Release Control to switch · Esc cancels
de: Tab zum Wechseln · Control loslassen zum Auswählen · Esc zum Abbrechen
es: Tab para recorrer · Suelta Control para cambiar · Esc para cancelar
fr: Tab pour parcourir · Relâchez Contrôle pour basculer · Échap pour annuler
ja: Tabで移動 · Controlを放して切り替え · Escでキャンセル
ko: Tab으로 순환 · Control을 놓아 전환 · Esc로 취소
pt_br: Tab para percorrer · Solte Control para alternar · Esc para cancelar
ru: Tab — листать · отпустите Control — перейти · Esc — отменить
zh_hans: 按 Tab 循环 · 松开 Control 切换 · 按 Esc 取消

# globalTabSwitcher.title
source: Switch Tab
de: Tab wechseln
es: Cambiar pestaña
fr: Changer d’onglet
ja: タブを切り替え
ko: 탭 전환
pt_br: Alternar aba
ru: Переключение вкладки
zh_hans: 切换标签页

# pane.genericLabel
source: Pane
de: Bereich
es: Panel
fr: Volet
ja: ペイン
ko: 패널
pt_br: Painel
ru: Область
zh_hans: 窗格

# pane.positionLabel
source: Pane %lld
de: Bereich %lld
es: Panel %lld
fr: Volet %lld
ja: %lld番のペイン
ko: 패널 %lld
pt_br: Painel %lld
ru: Область %lld
zh_hans: 窗格 %lld

# menu.clearMenu
source: Clear Menu
de: Menü löschen
es: Borrar menú
fr: Effacer le menu
ja: メニューを消去
ko: 메뉴 지우기
pt_br: Limpar Menu
ru: Очистить меню
zh_hans: 清除菜单

# menu.closeWindow
source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
ja: ウインドウを閉じる
ko: 윈도우 닫기
pt_br: Fechar Janela
ru: Закрыть окно
zh_hans: 关闭窗口

# menu.newFile
source: New File
de: Neue Datei
es: Nuevo archivo
fr: Nouveau fichier
ja: 新規ファイル
ko: 새 파일
pt_br: Novo Arquivo
ru: Новый файл
zh_hans: 新建文件

# menu.open
source: Open…
de: Öffnen…
es: Abrir…
fr: Ouvrir…
ja: 開く…
ko: 열기…
pt_br: Abrir…
ru: Открыть…
zh_hans: 打开…

# menu.openRecent
source: Open Recent
de: Zuletzt geöffnet
es: Abrir reciente
fr: Ouvrir récent
ja: 最近使った項目
ko: 최근 항목 열기
pt_br: Abrir Recentes
ru: Недавние проекты
zh_hans: 打开最近项目

# openFilePanel.message
source: Choose a file to open.
de: Wähle eine zu öffnende Datei.
es: Selecciona un archivo para abrir.
fr: Choisissez un fichier à ouvrir.
ja: 開くファイルを選択してください。
ko: 열 파일을 선택하십시오.
pt_br: Escolha um arquivo para abrir.
ru: Выберите файл для открытия.
zh_hans: 选择要打开的文件。

# openFilePanel.prompt
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt_br: Abrir
ru: Открыть
zh_hans: 打开

# problems.noIssues
source: No problems detected
de: Keine Probleme erkannt
es: No se detectaron problemas
fr: Aucun problème détecté
ja: 問題は検出されませんでした
ko: 감지된 문제 없음
pt_br: Nenhum problema detectado
ru: Проблем не обнаружено
zh_hans: 未检测到问题

# menu.agentInbox
source: Agent Inbox
de: Agenten-Posteingang
es: Bandeja de agentes
fr: Boîte de réception des agents
ja: エージェント受信トレイ
ko: 에이전트 받은편지함
pt_br: Caixa de entrada dos agentes
ru: Входящие от агентов
zh_hans: 智能体收件箱

# agentNotifications.action.mute
source: Mute This Task
de: Diesen Task stummschalten
es: Silenciar esta tarea
fr: Désactiver cette tâche
ja: このタスクをミュート
ko: 이 작업 알림 끄기
pt_br: Silenciar esta tarefa
ru: Отключить для этой задачи
zh_hans: 静音此任务

# agentNotifications.action.open
source: Open Session
de: Sitzung öffnen
es: Abrir sesión
fr: Ouvrir la session
ja: セッションを開く
ko: 세션 열기
pt_br: Abrir sessão
ru: Открыть сессию
zh_hans: 打开会话

# agentNotifications.agents
source: Agents
de: Agenten
es: Agentes
ja: エージェント
ko: 에이전트
pt_br: Agentes
ru: Агенты
zh_hans: 智能体

# agentNotifications.event.completed
source: Completed
de: Abgeschlossen
es: Completada
fr: Terminée
ja: 完了
ko: 완료됨
pt_br: Concluída
ru: Завершено
zh_hans: 已完成

# agentNotifications.event.failed
source: Failed
de: Fehlgeschlagen
es: Falló
fr: Échec
ja: 失敗
ko: 실패
pt_br: Falhou
ru: Ошибка
zh_hans: 失败

# agentNotifications.event.processEnded
source: Process ended
de: Prozess beendet
es: Proceso finalizado
fr: Processus terminé
ja: プロセス終了
ko: 프로세스 종료됨
pt_br: Processo encerrado
ru: Процесс завершён
zh_hans: 进程已结束

# agentNotifications.event.waiting
source: Waiting for reply
de: Wartet auf Antwort
es: Esperando respuesta
fr: En attente de réponse
ja: 返信待ち
ko: 응답 대기 중
pt_br: Aguardando resposta
ru: Ожидает ответа
zh_hans: 等待回复

# agentNotifications.events
source: Events
de: Ereignisse
es: Eventos
fr: Événements
ja: イベント
ko: 이벤트
pt_br: Eventos
ru: События
zh_hans: 事件

# agentNotifications.focusHelp
source: Focus and system notification settings may delay or hide alerts.
de: Fokus und Systemeinstellungen können Hinweise verzögern oder ausblenden.
es: Concentración y los ajustes del sistema pueden retrasar u ocultar avisos.
fr: Concentration et les réglages système peuvent retarder ou masquer les alertes.
ja: 集中モードやシステム設定により通知が遅延または非表示になる場合があります。
ko: 집중 모드 및 시스템 설정에 따라 알림이 지연되거나 숨겨질 수 있습니다.
pt_br: O Foco e os ajustes do sistema podem atrasar ou ocultar alertas.
ru: Фокусирование и системные настройки могут задерживать или скрывать уведомления.
zh_hans: 专注模式和系统通知设置可能会延迟或隐藏提醒。

# agentNotifications.master
source: Agent notifications
de: Agentenmitteilungen
es: Notificaciones de agentes
fr: Notifications des agents
ja: エージェント通知
ko: 에이전트 알림
pt_br: Notificações de agentes
ru: Уведомления агентов
zh_hans: 智能体通知

# agentNotifications.permission.denied
source: Notifications are disabled in System Settings.
de: Mitteilungen sind in den Systemeinstellungen deaktiviert.
es: Las notificaciones están desactivadas en Ajustes del Sistema.
fr: Les notifications sont désactivées dans Réglages Système.
ja: システム設定で通知が無効です。
ko: 시스템 설정에서 알림이 비활성화되어 있습니다.
pt_br: As notificações estão desativadas nos Ajustes do Sistema.
ru: Уведомления отключены в Системных настройках.
zh_hans: 系统设置中已关闭通知。

# agentNotifications.permission.enable
source: Allow Notifications…
de: Mitteilungen erlauben…
es: Permitir notificaciones…
fr: Autoriser les notifications…
ja: 通知を許可…
ko: 알림 허용…
pt_br: Permitir notificações…
ru: Разрешить уведомления…
zh_hans: 允许通知…

# agentNotifications.permission.explanation
source: Pine alerts only on meaningful state changes while the relevant session is not visible. Prompts and output are never included.
de: Pine meldet nur bedeutsame Zustandswechsel, wenn die zugehörige Sitzung nicht sichtbar ist. Inhalte und Ausgaben werden nie eingeschlossen.
es: Pine avisa solo de cambios importantes cuando la sesión relevante no está visible. Nunca incluye solicitudes ni salida.
fr: Pine signale uniquement les changements importants lorsque la session concernée n’est pas visible. Les requêtes et sorties ne sont jamais incluses.
ja: Pine は関連セッションが表示されていない場合に重要な状態変化だけを通知します。プロンプトや出力は含まれません。
ko: Pine은 관련 세션이 보이지 않을 때 의미 있는 상태 변경만 알립니다. 프롬프트와 출력은 포함하지 않습니다.
pt_br: O Pine alerta apenas mudanças importantes quando a sessão relevante não está visível. Prompts e saídas nunca são incluídos.
ru: Pine сообщает только о важных изменениях, когда нужная сессия не видна. Запросы и вывод никогда не включаются.
zh_hans: 仅当相关会话不可见时，Pine 才会提醒重要状态变化，且绝不包含提示或输出。

# agentNotifications.permission.openSettings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置

# agentNotifications.projects
source: Projects
de: Projekte
es: Proyectos
fr: Projets
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
ru: Проекты
zh_hans: 项目

# agentNotifications.settings.title
source: Agent Notifications
de: Agentenmitteilungen
es: Notificaciones de agentes
fr: Notifications des agents
ja: エージェント通知
ko: 에이전트 알림
pt_br: Notificações de agentes
ru: Уведомления агентов
zh_hans: 智能体通知

# agentNotifications.tasks
source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
ja: タスク
ko: 작업
pt_br: Tarefas
ru: Задачи
zh_hans: 任务

# agentInbox.empty
source: No agent tasks
de: Keine Agentenaufgaben
es: No hay tareas de agentes
fr: Aucune tâche d’agent
ja: エージェントタスクはありません
ko: 에이전트 작업 없음
pt_br: Nenhuma tarefa de agente
ru: Нет задач агентов
zh_hans: 没有智能体任务

# agentInbox.section.needsAttention
source: Needs Attention
de: Benötigt Aufmerksamkeit
es: Requiere atención
fr: Nécessite votre attention
ja: 要確認
ko: 주의 필요
pt_br: Requer atenção
ru: Требуют внимания
zh_hans: 需要关注

# agentInbox.section.failed
source: Failed
de: Fehlgeschlagen
es: Fallidas
fr: Échecs
ja: 失敗
ko: 실패
pt_br: Falhas
ru: Ошибки
zh_hans: 失败

# agentInbox.section.completedUnread
source: Completed · Unread
de: Abgeschlossen · ungelesen
es: Completadas · Sin leer
fr: Terminées · Non lues
ja: 完了・未読
ko: 완료 · 읽지 않음
pt_br: Concluídas · Não lidas
ru: Завершённые · непрочитанные
zh_hans: 已完成 · 未读

# agentInbox.section.working
source: Working
de: In Arbeit
es: En curso
fr: En cours
ja: 作業中
ko: 작업 중
pt_br: Em andamento
ru: В работе
zh_hans: 进行中

# agentInbox.section.history
source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
zh_hans: 历史

# agentInbox.lastVerified
source: Last verified
de: Zuletzt bestätigt
es: Última verificación
fr: Dernière vérification
ja: 最終確認
ko: 마지막 확인
pt_br: Última verificação
ru: Последняя проверка
zh_hans: 上次验证

# agentInbox.open
source: Open the exact agent terminal
de: Exaktes Agententerminal öffnen
es: Abrir el terminal exacto del agente
fr: Ouvrir le terminal exact de l’agent
ja: 正確なエージェントターミナルを開く
ko: 정확한 에이전트 터미널 열기
pt_br: Abrir o terminal exato do agente
ru: Открыть точный терминал агента
zh_hans: 打开对应的智能体终端

# agentInbox.markRead
source: Mark as Read
de: Als gelesen markieren
es: Marcar como leída
fr: Marquer comme lue
ja: 既読にする
ko: 읽음으로 표시
pt_br: Marcar como lida
ru: Отметить прочитанным
zh_hans: 标为已读

# agentInbox.markUnread
source: Mark as Unread
de: Als ungelesen markieren
es: Marcar como no leída
fr: Marquer comme non lue
ja: 未読にする
ko: 읽지 않음으로 표시
pt_br: Marcar como não lida
ru: Отметить непрочитанным
zh_hans: 标为未读

# agentInbox.dismiss
source: Dismiss
de: Aus Verlauf entfernen
es: Descartar
fr: Retirer
ja: 履歴から削除
ko: 기록에서 제거
pt_br: Dispensar
ru: Убрать из истории
zh_hans: 从历史记录中移除

# agentInbox.copyObjective
source: Copy Objective
de: Ziel kopieren
es: Copiar objetivo
fr: Copier l’objectif
ja: 目的をコピー
ko: 목표 복사
pt_br: Copiar objetivo
ru: Скопировать цель
zh_hans: 复制目标

# agentInbox.newSession
source: New Session
de: Neue Sitzung
es: Nueva sesión
fr: Nouvelle session
ja: 新しいセッション
ko: 새 세션
pt_br: Nova sessão
ru: Новая сессия
zh_hans: 新建会话

# agentInbox.openedNewSession
source: Opened a new session
de: Neue Sitzung geöffnet
es: Se abrió una sesión nueva
fr: Nouvelle session ouverte
ja: 新しいセッションを開きました
ko: 새 세션을 열었습니다
pt_br: Nova sessão aberta
ru: Открыта новая сессия
zh_hans: 已打开新会话

# agentInbox.recoveryUnavailable
source: Safe recovery is unavailable
de: Sichere Wiederherstellung nicht verfügbar
es: La recuperación segura no está disponible
fr: La récupération sécurisée est indisponible
ja: 安全な復元は利用できません
ko: 안전한 복구를 사용할 수 없습니다
pt_br: A recuperação segura não está disponível
ru: Безопасное восстановление недоступно
zh_hans: 安全恢复不可用

# agentInbox.resumeSession
source: Resume Session
de: Sitzung fortsetzen
es: Reanudar sesión
fr: Reprendre la session
ja: セッションを再開
ko: 세션 재개
pt_br: Retomar sessão
ru: Продолжить сессию
zh_hans: 继续会话

# agentInbox.resumedSession
source: Session resumed
de: Sitzung fortgesetzt
es: Sesión reanudada
fr: Session reprise
ja: セッションを再開しました
ko: 세션을 재개했습니다
pt_br: Sessão retomada
ru: Сессия продолжена
zh_hans: 会话已继续

# agentInbox.routeUnavailable
source: Exact session is no longer available
de: Exakte Sitzung ist nicht mehr verfügbar
es: La sesión exacta ya no está disponible
fr: La session exacte n’est plus disponible
ja: 正確なセッションは利用できません
ko: 정확한 세션을 더 이상 사용할 수 없음
pt_br: A sessão exata não está mais disponível
ru: Точная сессия больше недоступна
zh_hans: 对应会话已不可用

# agentInbox.toolbar.tooltip
source: Open the Agent Inbox
de: Agenten-Posteingang öffnen
es: Abrir la bandeja de agentes
fr: Ouvrir la boîte de réception des agents
ja: エージェント受信トレイを開く
ko: 에이전트 받은편지함 열기
pt_br: Abrir a caixa de entrada dos agentes
ru: Открыть входящие от агентов
zh_hans: 打开智能体收件箱

# agentInbox.toolbar.attentionCount %lld
source: %lld tasks need attention
de: %lld Aufgaben erfordern Aufmerksamkeit
es: %lld tareas requieren atención
fr: %lld tâches nécessitent de l’attention
ja: %lld 件のタスクが対応を待っています
ko: %lld개 작업이 주의를 기다립니다
pt_br: %lld tarefas precisam de atenção
ru: %lld задачи требуют внимания
zh_hans: %lld 个任务需要关注

# agent.liveness.live
source: Live
es: En vivo
fr: Active
ja: ライブ
ko: 활성
pt_br: Ativa
ru: Активна
zh_hans: 实时

# context.namePlaceholder
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hans: 名称

# diagnostic.severity.info
source: Info
es: Información
fr: Information
ja: 情報
ko: 정보
pt_br: Informação
ru: Информация
zh_hans: 信息

# menu.symbolNavigator
source: Symbol Navigator
es: Navegador de símbolos
fr: Navigateur de symboles
ja: シンボルナビゲーター
ko: 심볼 내비게이터
pt_br: Navegador de Símbolos
ru: Навигатор символов
zh_hans: 符号导航器

# symbolKind.symbol
source: Symbol
es: Símbolo
fr: Symbole
ja: シンボル
ko: 심볼
pt_br: Símbolo
ru: Символ
zh_hans: 符号

# agentAction.detail.statusLabel
source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态

# settings.terminal.shell
source: Shell
es: Intérprete de comandos
ja: シェル
ko: 셸
ru: Оболочка

# menu.terminal
source: Terminal
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端

# symbolKind.variable
source: Variable
ja: 変数
ko: 변수
pt_br: Variável
ru: Переменная
zh_hans: 变量

# terminal.defaultName
source: Terminal
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端

# terminal.label
source: Terminal
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端

# terminal.numberedName %lld
source: Terminal %lld
ja: ターミナル %lld
ko: 터미널 %lld
ru: Терминал %lld
zh_hans: 终端 %lld

# settings.tab.terminal
source: Terminal
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端

# settings.terminal.title
source: Terminal
ja: ターミナル
ko: 터미널
ru: Терминал
zh_hans: 终端

# userConfig.ok
source: OK
ko: 확인
zh_hans: 好

# dialog.ok
source: OK
zh_hans: 好
